Repository: 84000/data-translation-memory
Catalog: toh75-v4.tmx
Source language: bo
Languages: en

source: འཕགས་པ་གང་གཱའི་མཆོག་གིས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།
en: The Noble Mahāyāna Sūtra The Questions of Gaṅgottarā

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to all buddhas and bodhisattvas!

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་མཉན་ཡོད་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན་བཞུགས་ཏེ།
en: The Blessed One was dwelling in Prince Jeta’s Grove, Anāthapiṇḍada’s Park, near Śrāvastī.

source: དེའི་ཚེ་གྲོང་ཁྱེར་ཆེན་པོ་མཉན་ཡོད་ན་དགེ་བསྙེན་མ་གང་གཱའི་མཆོག་ཅེས་བྱ་བ་ཞིག་གནས་སོ། །
en: At that time a laywoman named Gaṅgottarā was living in the great city of Śrāvastī.

source: དེ་ནས་དགེ་བསྙེན་མ་གང་གཱའི་མཆོག་མཉན་ཡོད་ནས་བྱུང་ནས་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ །
en: One day, the laywoman Gaṅgottarā left Śrāvastī and went to Prince Jeta’s Grove, Anāthapiṇḍada’s Park. When she arrived, she bowed down before the Blessed One with her head at his feet and, then she sat to one side.

source: ཕྱོགས་གཅིག་ཏུ་འདུག་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་མཁྱེན་བཞིན་དུ་དགེ་བསྙེན་མ་གང་གཱའི་མཆོག་ལ་གང་གཱའི་མཆོག་ཁྱོད་ད་གཟོད་གང་ནས་འོངས་ཞེས་སྨྲས་སོ། །
en: Once she had sat down, the Blessed One asked the laywoman Gaṅgottarā a question, even though he already knew the answer: “From where have you just come, Gaṅgottarā?”

source: གང་གཱའི་མཆོག་གིས་གསོལ་པ། བཅོམ་ལྡན་འདས་གང་ཞིག་གིས་སྤྲུལ་པ་ལ་སྨྲས་ཏེ། ཁྱོད་ད་གཟོད་གང་ནས་འོངས་ཞེས་དེ་སྐད་བགྱིས་ན་ཇི་སྐད་ལན་འདེབས་པར་འགྱུར་ལགས།
en: “Blessed One,” Gaṅgottarā replied, “if someone were to ask a magically created being, ‘From where have you just come?’ what would be the answer?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གང་གཱའི་མཆོག་སྤྲུལ་པ་ལ་ནི་འགྲེང་བ་མེད། འདུག་པ་མེད།
en: “Gaṅgottarā,” responded the Blessed One, “a magically created being neither stands nor sits.

source: ཉལ་བ་མེད།
en: It does not lie down.

source: འོང་བ་མེད། འགྲོ་བ་མེད།
en: It does not come or go.

source: འཆི་འཕོ་མེད།
en: It does not die.

source: སྐྱེ་བ་མེད་ན་འདི་ནས་འོངས་སོ་ཞེས་དེ་ཅི་ཞིག་སྟོན་པར་འགྱུར།
en: It is not born. So, how could one declare that it has come from some place?”

source: གང་གཱའི་མཆོག་གིས་གསོལ་པ། བཅོམ་ལྡན་འདས་ཅི་ཆོས་ཐམས་ཅད་སྤྲུལ་པ་ལྟ་བུ་ལགས་སམ།
en: “Blessed One,” asked Gaṅgottarā, “are all things like magical creations?”

source: བཀའ་སྩལ་པ། གང་གཱའི་མཆོག་དེ་བཞིན་ནོ། །
en: “It is so, Gaṅgottarā.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་གལ་ཏེ་ཆོས་ཐམས་ཅད་སྤྲུལ་པ་ལྟ་བུ་ལགས་ན། གང་གཱའི་མཆོག་ཁྱོད་ད་གཟོད་གང་ནས་འོངས་ཞེས་ཅིའི་སླད་དུ་སྨྲ།
en: “Blessed One,” she responded, “if all things are like magical creations, why do you ask, ‘Laywoman Gaṅgottarā, from where have you just come?’ ”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གང་གཱའི་མཆོག་སྤྲུལ་པ་ནི་ངན་སོང་དུ་མི་འགྲོ །མཐོ་རིས་སུ་མི་འགྲོ །ཡོངས་སུ་མྱ་ངན་ལས་འདས་པར་མི་འགྲོ་ན་ཅི་གང་གཱའི་མཆོག་ཀྱང་ངན་སོང་དུ་མི་འགྲོ །མཐོ་རིས་སུ་མི་འགྲོ ། ཡོངས་སུ་མྱ་ངན་ལས་འདས་པར་མི་འགྲོ་འམ།
en: “Gaṅgottarā,” the Blessed One answered, “since magically created beings do not go to the lower realms, and they do not go to higher realms, and they do not go to parinirvāṇa, do you, too, Gaṅgottarā, not go to the lower realms, or go to the higher realms, or go to parinirvāṇa?”

source: གང་གཱའི་མཆོག་གིས་གསོལ་པ། བཅོམ་ལྡན་འདས་གལ་ཏེ་བདག་གིས་དགེ་བསྙེན་མ་གང་གཱའི་མཆོག་སྤྲུལ་པའི་རང་བཞིན་ལས་གཞན་ལགས་པར་མཐོང་ན་ནི་དགེ་བསྙེན་མ་གང་གཱའི་མཆོག་ངན་སོང་དུ་མཆི་བ་འམ་མཐོ་རིས་སུ་མཆི་བ་འམ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པར་མཆི་བ་མ་ལགས་སོ་ཞེས་བདག་སྤྲུལ་པ་དང་བསྟུན་དུ་ཡང་མི་རུང་ལགས་ན།
en: “Blessed One,” Gaṅgottarā replied, “if I truly saw the laywoman Gaṅgottarā as being different in nature from a magical creation, then it would not be appropriate for me to compare myself to a magically created being by saying, ‘The laywoman Gaṅgottarā does not go to the lower realms, does not go to the higher realms, and does not go to parinirvāṇa.’

source: བཅོམ་ལྡན་འདས་བདག་གིས་དགེ་བསྙེན་མ་གང་གཱའི་མཆོག་སྤྲུལ་པའི་རང་བཞིན་ལས་གཞན་ལགས་པར་མ་མཐོང་སྟེ།
en: Nevertheless, Blessed One, I do not see myself as being different in nature from a magical creation.

source: བཅོམ་ལྡན་འདས་དེ་ལྟར་བདག་གིས་མ་མཐོང་ན་དགེ་བསྙེན་མ་གང་གཱའི་མཆོག་ངན་སོང་དུ་མཆི་བ་འམ། མཐོ་རིས་སུ་མཆི་བ་འམ། ཡོངས་སུ་མྱ་ངན་ལས་འདས་པར་མཆི་བ་ཞེས་ཇི་སྐད་བསྟན་པར་བགྱི།
en: Since I do not see myself in that way, Blessed One, how can I declare in this way that the laywoman Gaṅgottarā goes to the lower realms, goes to the higher realms, or goes to parinirvāṇa?

source: བཅོམ་ལྡན་འདས་དེ་ལྟ་ལགས་ཀྱིས་ཀྱང་གཡོ་བ་དང་། རློམ་སེམས་དང་། བསྐྱོད་པ་དང་། སྤྲོས་པ་མཆིས་ན་ཇི་ལྟར་འདི་སྙམ་དུ་བདག་ངན་སོང་དུ་འགྲོ་བ་འམ། མཐོ་རིས་སུ་འགྲོ་བ་འམ། ཡོངས་སུ་མྱ་ངན་ལས་འདས་པར་འགྲོ་བའོ་སྙམ་དུ་སེམས་ལགས་ཏེ།
en: “Even with this being the case, Blessed One, it is in accordance with the presence of mental straying, mental conceit, mental agitation, and vain imagining that one thinks the thoughts, ‘I go to the lower realms,’ ‘I go to the higher realms,’ and ‘I go to parinirvāṇa.’

source: བཅོམ་ལྡན་འདས་མྱ་ངན་ལས་འདས་པའི་དབྱིངས་ནི་ནམས་ཀྱང་ངན་སོང་དུ་མཆི་བ་འམ། མཐོ་རིས་སུ་མཆི་བ་འམ། ཡོངས་སུ་མྱ་ངན་ལས་འདས་པར་མཆི་བ་མ་ལགས་ཏེ།
en: Blessed One, the state of nirvāṇa is such that it never goes to the lower realms, it never goes to the higher realms, and it never goes to parinirvāṇa.

source: བཅོམ་ལྡན་འདས་དགེ་བསྙེན་མ་གང་གཱའི་མཆོག་ཀྱང་དེ་ལྟ་བུའི་དབྱིངས་ཅན་ལགས་སོ། །
en: The laywoman Gaṅgottarā has a similar state, Blessed One.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གང་གཱའི་མཆོག་ཁྱོད་ཅི་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ལ་ཡང་དག་པར་མ་ཞུགས་སམ།
en: “Gaṅgottarā,” the Blessed One responded, “have you not set out for parinirvāṇa?”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་སུ་ཞིག་གིས་མི་སྐྱེ་བ་ལ་སྨྲས་ཏེ། ཁྱོད་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ལ་ཡང་དག་པར་མ་ཞུགས་སམ་ཞེས་དེ་སྐད་བགྱིས་ན་ཇི་སྐད་ལན་འདེབས་པར་འགྱུར་ལགས།
en: “Blessed One,” Gaṅgottarā replied, “if someone were to ask what is not born, ‘Have you not set out for parinirvāṇa?’

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གང་གཱའི་མཆོག་མི་སྐྱེ་བ་ཞེས་བྱ་བ་ནི་མྱ་ངན་ལས་འདས་པའི་ཚིག་བླ་དགས་ཡིན་ན་དེ་ཅི་ཞིག་ལན་འདེབས་པར་འགྱུར།
en: what would be the answer?” “Gaṅgottarā,” the Blessed One said, “since the phrase ‘what is not born’ is a designation for nirvāṇa, what would be the answer?”

source: གང་གཱའི་མཆོག་གིས་གསོལ་པ། བཅོམ་ལྡན་འདས་ཅི་ཆོས་ཐམས་ཅད་ནི་མྱ་ངན་ལས་འདས་པ་དང་མཚུངས་པ་ལགས་སམ།
en: “Blessed One,” Gaṅgottarā replied, “are all things the same as nirvāṇa?”

source: བཀའ་སྩལ་པ། གང་གཱའི་མཆོག་དེ་དེ་བཞིན་ཏེ།
en: “It is so, Gaṅgottarā,” he said.

source: ཆོས་ཐམས་ཅད་ནི་མྱ་ངན་ལས་འདས་པ་དང་མཚུངས་སོ། །
en: “All things are the same as nirvāṇa.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་གལ་ཏེ་ཆོས་ཐམས་ཅད་མྱ་ངན་ལས་འདས་པ་དང་མཚུངས་པ་ལགས་ན་གང་གཱའི་མཆོག་ཁྱོད་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ལ་ཡང་དག་པར་མ་ཞུགས་སམ་ཞེས་ང་ཅི་ཞིག་སྨྲ་སྟེ།
en: “If all things are the same as nirvāṇa, then why, Blessed One, do you ask, ‘Gaṅgottarā, have you not set out for parinirvāṇa?’

source: བཅོམ་ལྡན་འདས་སུ་ཞིག་གིས་སྤྲུལ་པ་ལ་སྨྲས་ཏེ། ཁྱོད་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ལ་ཡང་དག་པར་མ་ཞུགས་སམ་ཞེས་དེ་སྐད་བགྱིས་ན་ཇི་སྐད་ལན་འདེབས་པར་འགྱུར་ལགས།
en: Blessed One, if someone were to ask a magically created being, ‘Have you not set out for parinirvāṇa?’ what would be the answer?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གང་གཱའི་མཆོག་དྲི་བ་འདི་ནི་དམིགས་པ་མེད་པའོ། །
en: “Gaṅgottarā,” the Blessed One responded, “this question does not have an objective basis.”

source: གསོལ་པ། ཅི་བཅོམ་ལྡན་འདས་ཀྱིས་དམིགས་པ་དང་བཅས་པའི་སྨྲ་བས་སྨྲས་ལགས་སམ།
en: Gaṅgottarā inquired, “Do the words that the Blessed One has spoken have some connection to an objective basis?”

source: བཀའ་སྩལ་པ། གང་གཱའི་མཆོག་དྲི་བ་འདི་ནི་དམིགས་པ་མེད་མོད་ཀྱི། འོན་ཀྱང་འཁོར་འདི་ན་རིགས་ཀྱི་བུ་འམ། རིགས་ཀྱི་བུ་མོ་འདུ་བ་དག་ཡོད་དེ། དེ་དག་གི་དོན་ཆེན་པོར་འགྱུར་བས་དྲིས་སོ། །
en: “Gaṅgottarā,” the Blessed One answered, “even though this question does not have an objective basis, nevertheless, asking it will be of great benefit to the noble sons and noble daughters who are gathered here in this assembly.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Why is this?

source: གང་གཱའི་མཆོག་དེ་བཞིན་གཤེགས་པས་ནི་ཆོས་ཉིད་ཅེས་བྱ་བ་ཡང་མངོན་པར་རྫོགས་པར་སངས་མ་རྒྱས་ན་གང་དེ་ལས་བྱུང་བའི་ཆོས་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ལ་གནས་པ་ལྟ་ག་ལ་ཡོད།
en: When the Tathāgata had not awakened directly and completely even to what is called the true nature of things, Gaṅgottarā, how much less would there be a thing arising from it that remains in parinirvāṇa?”

source: གསོལ་པ། གལ་ཏེ་བཅོམ་ལྡན་འདས་ཀྱིས་ཆོས་ཉིད་ཅེས་བགྱི་བ་ཡང་མངོན་པར་རྫོགས་པར་སངས་མ་རྒྱས་ཏེ། དེ་ལས་བྱུང་བའི་ཆོས་ལྟ་གང་ཞིག་མཆིས་པར་གྱུར་ན་བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་ཀྱི་སླད་དུ་ཇི་ལྟར་དགེ་བའི་རྩ་བ་ཡང་དག་པར་བསྒྲུབས་ལགས།
en: “If the Tathāgata had not awakened directly and completely even to what is called the true nature of things, and even less would there be a thing arising from it,” she replied, “how did the Blessed One properly plant roots of virtue in order to achieve awakening?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གང་གཱའི་མཆོག་གང་དམིགས་པ་དེ་ནི་དགེ་བའི་རྩ་བ་མ་ཡིན་ཏེ།
en: “Gaṅgottarā,” the Blessed One responded, “a root of virtue is not something that has an objective basis.

source: བྱང་ཆུབ་སེམས་དཔའ་དགེ་བའི་རྩ་བ་དེ་ནི་གང་གི་ཚེ་ཡང་དག་པར་སྒྲུབ་པ་དེའི་ཚེ་ཡང་བསམ་གྱིས་མི་ཁྱབ་པ་ཉིད་མི་འདོར་རོ། །
en: During the time when the Bodhisattva was planting the roots of virtue, he never let go of inconceivability.

source: གང་གི་ཚེ་ཡང་དག་པར་མི་སྒྲུབ་པ་དེའི་ཚེ་ཡང་བསམ་གྱིས་མི་ཁྱབ་པ་ཉིད་མི་འདོར་རོ། །
en: During the time when he was not planting them, he also did not let go of inconceivability.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་བསམ་གྱིས་མི་ཁྱབ་པ་ལ་བསམ་གྱིས་མི་ཁྱབ་པ་ཞེས་བགྱི་བ་ཅིའི་སླད་དུ་བསམ་གྱིས་མི་ཁྱབ་པ་ལ་བསམ་གྱིས་མི་ཁྱབ་པ་ཞེས་བགྱི།
en: “With respect to the inconceivable,” Gaṅgottarā asked, “Blessed One, why is the inconceivable called the inconceivable?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གང་གཱའི་མཆོག་ཆོས་འདི་ནི་སེམས་པས་ཐོབ་པར་བྱ་བ་མ་ཡིན་ཏེ། སེམས་པས་ཐོབ་པར་བྱར་མི་ནུས་སོ། །
en: “Gaṅgottarā,” the Blessed One answered, “this teaching is not to be attained by the mind; it cannot be attained by the mind.

source: འདི་ལྟར་འདི་ལ་ནི་སེམས་ཉིད་ཀྱང་མི་དམིགས་ན་གང་སེམས་ལས་རབ་ཏུ་བྱུང་བའི་ཆོས་ལྟ་ག་ལ་ཡོད།
en: According to this teaching, when not even the mind itself has an objective basis, how much less so would the things that arise from the mind?

source: གང་གཱའི་མཆོག་སེམས་མི་དམིགས་པ་ནི་བསམ་གྱིས་མི་ཁྱབ་པའི་རྒྱུད་ཅེས་བྱའོ། །
en: The mind’s lack of an objective basis, Gaṅgottarā, is what is called the continuous stream of the inconceivable.

source: བསམ་གྱིས་མི་ཁྱབ་པའི་རྒྱུད་གང་ཡིན་པ་དེ་ནི་ཐོབ་པ་མ་ཡིན།
en: That which is the continuous stream of the inconceivable is not attained.

source: མངོན་པར་རྟོགས་པ་མ་ཡིན།
en: It is not fully realized.

source: ཤེས་པ་མ་ཡིན།
en: It is not known.

source: མངོན་སུམ་དུ་བྱས་པ་མ་ཡིན་ཏེ།
en: It is not something to be experienced directly.

source: དེ་ནི་ཐོབ་པར་བྱ་བ་མ་ཡིན།
en: It is not something to be attained.

source: ཀུན་ནས་ཉོན་མོངས་པ་མ་ཡིན་རྣམ་པར་བྱང་བ་མ་ཡིན་ནོ། །
en: It is not afflicted. It is not purified.

source: གང་གཱའི་མཆོག་འདི་ལྟར་དེ་བཞིན་གཤེགས་པས་ནི་ཆོས་ཐམས་ཅད་ནམ་མཁའ་ལྟར་ངེས་པར་ཐུགས་སུ་ཆུད་དེ།
en: It is because, Gaṅgottarā, the Tathāgata knows with certainty that all things are like space.

source: གང་གཱའི་མཆོག་ཆོས་ཐམས་ཅད་ནི་ནམ་མཁའ་དང་མཚུངས་པ་གཉེན་པོ་མེད་པའོ། །
en: All things, Gaṅgottarā, are unobstructed, just like space.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་གལ་ཏེ་ཆོས་ཐམས་ཅད་ནམ་མཁའ་དང་མཚུངས་པ་གཉེན་པོ་མ་མཆིས་པ་ལགས་ན་བཅོམ་ལྡན་འདས་ཀྱིས་གཟུགས་ཞེས་བཏགས་པ་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་རྣམ་པར་ཤེས་པ་ཞེས་བཏགས་པ་དང་། ཕུང་པོ་རྣམས་དང་། ཁམས་རྣམས་དང་། སྐྱེ་མཆེད་རྣམས་དང་། རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་དང་། ཟག་པ་དང་བཅས་པ་དང་། ཟག་པ་མ་མཆིས་པ་དང་། ཀུན་ནས་ཉོན་མོངས་པ་དང་། རྣམ་པར་བྱང་བ་དང་། འཁོར་བ་དང་། མྱ་ངན་ལས་འདས་པ་ཞེས་བཏགས་པ་ཇི་ལྟ་བུ་ལགས།
en: “Blessed One,” Gaṅgottarā asked, “if all things are unobstructed, just like space, then why does the Blessed One use verbal expressions like ‘form,’ ‘feeling,’ ‘conception,’ ‘formation,’ and ‘consciousness,’ as well as verbal expressions like ‘the aggregates,’ ‘the elements,’ and ‘the sense spheres’; ‘dependent arising’; ‘the intoxicated’ and ‘what is free of intoxication’; ‘the afflicted’ and ‘the purified’; and ‘saṃsāra’ and ‘nirvāṇa’?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གང་གཱའི་མཆོག་འདི་ལྟ་སྟེ་དཔེར་ན་བདག་བདག་ཅེས་འདོགས་ཀྱང་བདག་གང་ཡང་མི་དམིགས་པ་དེ་བཞིན་དུ་གང་གཱའི་མཆོག་ངས་གཟུགས་ཞེས་བཏགས་ཏེ་གཟུགས་གང་ཡང་མི་དམིགས་སོ། །
en: “Gaṅgottarā,” the Blessed One replied, “just as one uses the expression ‘self’ even though the self has no objective basis at all, in precisely the same way, Gaṅgottarā, I use the expression ‘form,’ even though form has no objective basis at all.

source: དེ་བཞིན་དུ་ངས་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་ཞེས་བཏགས་ཏེ་རྣམ་པར་ཤེས་པ་གང་ཡང་མི་དམིགས་སོ། །
en: In the same way, too, I use the expressions ‘feeling,’ ‘conception,’ ‘formation,’ and ‘consciousness,’ even though consciousness has no objective basis at all.

source: ཕུང་པོ་རྣམས་དང་། ཁམས་རྣམས་དང་། སྐྱེ་མཆེད་རྣམས་དང་། རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་དང་། ཟག་པ་དང་བཅས་པ་དང་། ཟག་པ་མེད་པ་དང་། ཀུན་ནས་ཉོན་མོངས་པ་དང་། རྣམ་པར་བྱང་བ་དང་། འཁོར་བ་དང་། མྱ་ངན་ལས་འདས་པ་ཞེས་བྱ་བ་ཡང་ངས་བཏགས་ཏེ་མྱ་ངན་ལས་འདས་པ་གང་ཡང་མི་དམིགས་སོ། །
en: I also use the expressions ‘the aggregates,’ ‘the elements,’ and ‘the sense spheres’; ‘dependent arising’; ‘the intoxicated’ and ‘what is free of intoxication’; ‘the afflicted’ and ‘the purified’; and ‘saṃsāra’ and ‘nirvāṇa,’ even though nirvāṇa has no objective basis at all.

source: གང་གཱའི་མཆོག་འདི་ལྟ་སྟེ་དཔེར་ན་སྨིག་རྒྱུ་རྣམས་ལ་ནི་ཆུ་ཡོད་མེད་དེ་མི་དམིགས་སོ། །གང་གཱའི་མཆོག་དེ་བཞིན་དུ་ངས་གཟུགས་ཞེས་བྱ་བར་བཏགས་ཀྱང་གཟུགས་གང་ཡང་མི་དམིགས་སོ། །ངས་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་ཞེས་བཏགས་ཀྱང་རྣམ་པར་ཤེས་པ་གང་ཡང་མི་དམིགས་སོ། །
en: “Gaṅgottarā, just as a mirage does not produce water and has no objective basis at all, in precisely the same way, Gaṅgottarā, I use the expression ‘form,’ even though form has no objective basis at all. In the same way, too, I use the expressions ‘feeling,’ ‘conception,’ ‘formation,’ and ‘consciousness,’ even though consciousness has no objective basis at all.

source: ཕུང་པོ་རྣམས་དང་། ཁམས་རྣམས་དང་། སྐྱེ་མཆེད་རྣམས་དང་། རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་དང་། ཟག་པ་དང་བཅས་པ་དང་། ཟག་པ་མེད་པ་དང་། ཀུན་ནས་ཉོན་མོངས་པ་དང་། རྣམ་པར་བྱང་བ་དང་། འཁོར་བ་དང་། མྱ་ངན་ལས་འདས་པ་ཞེས་བྱ་བར་ངས་བཏགས་ཀྱང་དོན་དམ་པར་ན་དེ་དག་ཐམས་ཅད་མེད་ཅིང་མི་དམིགས་སོ། །
en: I also use the expressions ‘the aggregates,’ ‘the elements,’ ‘the sense spheres’; ‘dependent arising’; ‘the intoxicated’ and ‘what is free of intoxication’; ‘the afflicted’ and ‘the purified’; and ‘saṃsāra’ and ‘nirvāṇa,’ even though ultimately not one of these things exists or has any objective basis.

source: གང་གཱའི་མཆོག་གང་ཆོས་ལ་མཆོག་ཏུ་འཛིན་པ་མེད་པར་ཚངས་པར་སྤྱད་པ་སྤྱོད་པ་དེ་ལྟ་བུ་ནི་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་ཚངས་པར་སྤྱོད་པ་ལ་གནས་པ་ཡིན་ནོ། །
en: “One who practices the holy life without holding onto the Dharma as the final word, Gaṅgottarā, dwells in the practice of the holy life according to the well-stated Dharma and Discipline.

source: གང་གཱའི་མཆོག་མངོན་པའི་ང་རྒྱལ་ཅན་གནས་དམིགས་ནས་ཚངས་པར་སྤྱད་པར་སྤྱོད་པ་དེ་དག་གི་ཚངས་པར་སྤྱོད་པ་དེ་ནི་ཡོངས་སུ་མ་དག་པའོ་ཞེས་ང་སྨྲའོ། །
en: There are some who have self-conceit, Gaṅgottarā, who practice the holy life while thinking that their abiding by it has an objective basis, and I say that their practice of the holy life is not completely purified.

source: གང་དག་ཚངས་པར་སྤྱོད་པ་ཡོངས་སུ་མ་དག་པ་དེ་དག་ནི་ཟབ་མོ་རྒྱུད་ཆད་པའི་ཆོས་འདི་ལྟ་བུ་འདི་ཐོས་ན་དངངས་སྐྲག་པར་འགྱུར་ཏེ། དེ་དག་སྐྱེ་བ་དང་། རྒ་བ་དང་། ན་བ་དང་། འཆི་བ་དང་། མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པ་རྣམས་ལས་ཡོངས་སུ་མི་འགྲོལ་ཏེ། དེ་དག་ནི་སྡུག་བསྔལ་གྱི་སྐལ་བ་ཅན་དུ་འགྱུར་རོ་ཞེས་ང་སྨྲའོ། །
en: When they hear a profound teaching such as this one on cutting off the continuous stream, those who do not practice the holy life with complete purity become terrified, and they do not become free from birth, old age, sickness, death, sorrow, lamentation, suffering, distress, and conflict; they receive their share of suffering, I say.

source: གང་གཱའི་མཆོག་ད་ལྟར་རམ་ང་འདས་པའི་ཕྱི་ན་ཡང་རུང་སྟེ། གང་དག་ཟབ་མོ་རྒྱུད་ཆད་པ་འདི་ལྟ་བུའི་ཆོས་སྟོན་པ་དེ་དག་ལ་མི་གཏི་མུག་པ་དག་གསོད་པ་པོའི་འདུ་ཤེས་སྐྱེད་པར་འགྱུར་ཏེ།
en: “Whether now or after I have passed away, Gaṅgottarā, there will be those who teach this kind of profound teaching on cutting off the continuous stream, and ignorant people will come to conceive the idea that they have the intent to kill them.

source: དེ་ལྟར་མི་གཏི་མུག་པ་དེ་དག་ལོག་པར་ཟིན་པས་བསད་པའི་ཞེ་སྡང་བསྐྱེད་ནས་ངན་སོང་དུ་འགྲོ་བར་འགྱུར་རོ། །
en: Due to their misunderstanding, these ignorant people thus come to generate a homicidal hatred and go to the lower realms.” “ ‘Cutting off the continuous stream, cutting off the continuous stream,’ ” Gaṅgottarā replied.

source: གང་གཱའི་མཆོག་གིས་གསོལ་པ། བཅོམ་ལྡན་འདས་རྒྱུད་ཆད་པ་རྒྱུད་ཆད་པ་ཞེས་བགྱི་བ་ཅིའི་སླད་དུ་རྒྱུད་ཆད་པ་ཞེས་བགྱི། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: “Blessed One, what is it that you call cutting off the continuous stream?”

source: གང་གཱའི་མཆོག་ཆོས་འདི་ནི་རྒྱུད་གཅད་པའམ།
en: “Gaṅgottarā,” the Blessed One answered, “this teaching does not cut off the continuous stream; it is not the disintegration of it; it is not the destruction of it.

source: དབྱེ་བ་འམ། རྣམ་པར་གཞིག་པ་མ་ཡིན་ཏེ། དེའི་ཕྱིར་རྒྱུད་ཆད་པ་ཞེས་བྱ་སྟེ།
en: For this reason, it should be called cutting off the continuous stream.

source: འདི་ནི་ཡང་དག་པའི་མཐའ་ཞེས་བྱ།
en: It should also be called the ultimate endpoint.

source: བསམ་གྱིས་མི་ཁྱབ་པའི་རྒྱུད་ཅེས་བྱའོ། །
en: It should be called the continuous stream of the inconceivable.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་ཚེ་འཛུམ་པ་མཛད་དོ། །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཞལ་གྱི་སྒོ་ནས་འོད་ཟེར་ཁ་དོག་སྣ་ཚོགས་ཁ་དོག་དུ་མ་འདི་ལྟ་སྟེ། སྔོན་པོ་དང་། སེར་པོ་དང་།
en: Then, at that moment, the Blessed One displayed a smile.

source: དམར་པོ་དང་། དཀར་པོ་དང་། བཙོད་ཀ་དང་། ཤེལ་དང་། དངུལ་གྱི་ཁ་དོག་ལྟ་བུ་དག་བྱུང་ནས་དེ་དག་གིས་འཇིག་རྟེན་གྱི་ཁམས་མཐའ་ཡས་མུ་མེད་པ་དག་སྣང་བར་བྱས་ཏེ་འོད་ཀྱིས་ཁྱབ་པར་བྱས་ནས་ཚངས་པའི་འཇིག་རྟེན་གྱི་བར་དུ་མངོན་པར་བྱུང་སྟེ་སླར་ལོག་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཞལ་གྱི་སྒོར་ནུབ་བོ། །
en: Various multicolored rays of light issued from the Blessed One’s mouth in such a way that blue, yellow, red, white, rose madder, crystalline, and silvery rays of light spread throughout endless, limitless world systems, reaching as far as the Brahmā realm, and then they returned and disappeared into the Blessed One’s mouth.

source: དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ཏེ་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ནས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་དེ་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: At that point, the venerable Ānanda draped his upper robe over one shoulder, knelt on his right knee, and then, joining his palms together in a gesture of respect toward the Blessed One, he paid homage to the Blessed One and said this: “Blessed One, the tathāgatas do not display their smile without a reason.

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་རྣམས་ནི་རྒྱུ་མ་མཆིས་པར་འཛུམ་པ་མི་མཛད་ན་འཛུམ་པ་མཛད་པའི་རྒྱུ་གང་ལགས་རྐྱེན་གང་ལགས།
en: What is the cause? What is the condition? Why have you displayed your smile?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་ངས་མངོན་པར་ཤེས་ཏེ། ས་ཕྱོགས་འདི་ཉིད་དུ་དེ་བཞིན་གཤེགས་པ་སྟོང་གིས་གང་གཱའི་མཆོག་ཅེས་བྱ་བ་ཁོ་ནའི་དགེ་བསྙེན་མ་ཤ་སྟག་ལས་བརྩམས་ཏེ། ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བཤད་དོ། །
en: “Ānanda,” the Blessed One replied, “I have direct knowledge of the fact that, in this very place, one thousand tathāgatas have taught this formulation of the Dharma, always starting with a single laywoman whose name was always Gaṅgottarā.

source: དགེ་བསྙེན་མ་དེ་དག་ཐམས་ཅད་ནི་རབ་ཏུ་བྱུང་ནས་ཕུང་པོ་མེད་པའི་མྱ་ངན་ལས་འདས་པའི་དབྱིངས་སུ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་སོ། །
en: All those laywomen went forth and achieved parinirvāṇa—that is, the state of parinirvāṇa without any remaining aggregates.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཆོས་ཀྱི་རྣམ་གྲངས་འདིའི་མིང་ཅི་ལགས།
en: The venerable Ānanda then asked the Blessed One, “What is the name of this formulation of the Dharma, Blessed One?

source: ཇི་ལྟར་གཟུང་བར་བགྱི།
en: How should it be remembered?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ནི་དྲི་མ་མེད་པ་ཞེས་བྱ་སྟེ།
en: “Ānanda,” the Blessed One replied, “you may call this formulation of the Dharma Stainless.

source: འདི་དྲི་མ་མེད་པ་ཞེས་བྱ་བར་ཟུང་ཤིག །
en: Remember it as the one you may call Stainless.”

source: ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བསྟན་པ་ན་དགེ་སློང་བདུན་བརྒྱ་དང་། དགེ་སློང་མ་བཞི་བརྒྱ་ལེན་པ་མེད་པར་ཟག་པ་རྣམས་ལས་སེམས་རྣམ་པར་གྲོལ་ལོ། །
en: When this Dharma discourse was taught, the minds of seven hundred monks and four hundred nuns were freed from the intoxicants and did not grasp any more.

source: དེ་ནས་འདོད་པ་ན་སྤྱོད་པ་དང་། གཟུགས་ན་སྤྱོད་པའི་ལྷའི་བུ་རྣམས་ཀྱིས་ལྷའི་མེ་ཏོག་རྣམས་དང་། ཙན་དན་གྱི་ཕྱེ་མ་རྣམས་མངོན་པར་སྤྲུལ་ཏེ། བཅོམ་ལྡན་འདས་ལ་གཏོར་ནས་ཚིག་འདི་སྐད་ཅེས་འདི་ལྟར་གྲོང་ཁྱེར་མཉན་ཡོད་ན་དགེ་བསྙེན་མ་འདི་ལྟ་བུ་གནས་ལ་དེ་དེ་བཞིན་གཤེགས་པ་དང་ལྷན་ཅིག་ཏུ་སྨྲ་ཡང་དེའི་ལུས་ངལ་བར་ཡང་མི་འགྱུར་བ་དང་།
en: Then the gods of the desire realm and the gods of the form realm magically created divine flowers and sandalwood powder and strewed them over the Blessed One while saying, “It is marvelous that such a laywoman lives in the city of Śrāvastī! Not only does she converse with the Tathāgata but also her body does not become weary from it.

source: ཇི་ལྟར་ཡང་གང་གཱའི་མཆོག་འདི་སྔོན་གྱི་རྒྱལ་བ་ལ་ལྷག་པར་བྱ་བ་བྱས་ཤིང་དགེ་བའི་རྩ་བ་བསྐྱེད་པ་དང་། ཡུན་རིང་པོ་ནས་དགེ་བ་སྤྱད་པ་དང་། །ཡུན་རིང་པོ་ནས་ཚངས་པར་སྤྱད་པ་དང་། སངས་རྒྱས་མང་པོ་ལ་བསྙེན་བཀུར་བྱས་པ་འདི་ནི་ངོ་མཚར་ཏོ་ཞེས་སྨྲས་སོ། །
en: In the very same way, this laywoman Gaṅgottarā has served victors of the past, generated roots of virtue, practiced virtue for a long time, practiced the holy life for a long time, and venerated many buddhas!”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ལྷའི་བུ་དག་དེ་དེ་བཞིན་ཏེ།
en: “So it is, divine ones,” the Blessed One said.

source: འདི་ནི་སྔོན་གྱི་རྒྱལ་བ་ལ་ལྷག་པར་བྱ་བ་བྱས་པ། དགེ་བའི་རྩ་བ་བསྐྱེད་པ། ཡུན་རིང་དུ་ཚངས་པར་སྤྱད་པ་ལ་གནས་པའོ། །
en: “For a long time, she has served victors of the past, generated roots of virtue, and practiced the holy life.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། དགེ་བསྙེན་མ་གང་གཱའི་མཆོག་དང་། ལྷ་དང་། མི་དང་ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།
en: After the Blessed One had spoken these words, the laywoman Gaṅgottarā was delighted, and so was the world with its gods, humans, asuras, and gandharvas, and they rejoiced at what the Blessed One had said.

source: འཕགས་པ་དཀོན་མཆོག་བརྩེགས་པ་ཆེན་པོའི་ཆོས་ཀྱི་རྣམ་གྲངས་ལེའུ་སྟོང་ཕྲག་བརྒྱ་པ་ལས་གང་གཱའི་མཆོག་གིས་ཞུས་པའི་ལེའུ་ཞེས་བྱ་སྟེ་སུམ་ཅུ་རྩ་གཅིག་པ་རྫོགས་སོ།། །།
en: Thus concludes “The Chapter of the Questions of Gaṅgottarā,” the thirty-first of the one hundred thousand chapters of the formulation of the Dharma known as “The Noble Great Heap of Jewels.”

source: རྒྱ་གར་གྱི་མཁན་པོ་ཛི་ན་མི་ཏྲ་དང་། དཱ་ན་ཤཱི་ལ་དང་། ཞུ་ཆེན་གྱི་ལོ་ཙྪ་བ་བན་དེ་ཡེ་ཤེས་སྡེ་ལ་སོགས་པས་བསྒྱུར་ཅིང་ཞུས་ཏེ་སྐད་གསར་ཆད་ཀྱིས་ཀྱང་བཅོས་ནས་གཏན་ལ་ཕབ་པ།​། །​།
en: Translated, edited, corrected according to revised terminology, and finalized by the Indian preceptors Jinamitra and Dānaśīla, along with the chief editor and translator Bandé Yeshé Dé and others.
